Repository: glociweb/cakephp
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_gb

source: Dear {UserName}, There has been some new activity in the project {ProjectName}. {User} changed the progress of the phase {PhaseName} from {OldPercentage} to {NewPercentage}. You can view the affected project phase here: {PhaseUrl} Kind regards, {SystemName}
de_gb: Guten Tag {UserName}, Es gab eine Veränderung in dem Projekt {ProjectName}. {User} hat den Fortschritt der Phase {PhaseName} von {OldPercentage} nach {NewPercentage} geändert. Sie können die betroffene Phase hier einsehen: {PhaseUrl} Mit freundlichen Grüßen, {SystemName}

source: Dear {UserName}, There has been some new activity in the project {ProjectName}. {User} has created a new {CommentType} in the phase {PhaseName}. You can view the {CommentType} here: {CommentUrl} Kind regards, {SystemName}
de_gb: Guten Tag {UserName}, Es gab eine Veränderung in dem Projekt {ProjectName}. {User} hat ein neues Objekt des Typen {CommentType} in der Phase {PhaseName} erstellt. Sie können das betroffene Objekt hier einsehen: {CommentUrl} Mit freundlichen Grüßen, {SystemName}

source: Dear {UserName}, There has been some new activity in the project {ProjectName}. {User} has changed the status of a task in the phase {PhaseName} to {TaskStatus}. You can view the task here: {CommentUrl} Kind regards, {SystemName}
de_gb: Guten Tag {UserName}, Es gab eine Veränderung in dem Projekt {ProjectName}. {User} hat den Status einer Aufgabe in der Phase {PhaseName} zum folgenden Status geändert: {TaskStatus}. Sie können die betroffene Aufgabe hier einsehen: {CommentUrl} Mit freundlichen Grüßen, {SystemName}

source: You cannot perform any changes in the demonstration system
de_gb: Sie können keine Änderungen im Demonstrationssystem vornehmen.

source: Access not allowed.
de_gb: Zugang nicht erlaubt.

source: Invalid attachment
de_gb: Ungültiger Anhang

source: Attachment deleted
de_gb: Der Anhang wurde gelöscht

source: Attachment was not deleted
de_gb: Der Anhang konnte nicht gelöscht werden

source: Invalid client
de_gb: Ungültiger Kunde

source: The client has been saved
de_gb: Der Kunde wurde gespeichert

source: The client could not be saved. Please, try again.
de_gb: Der Kunde konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Client deleted
de_gb: Der Kunde wurde gelöscht

source: Client was not deleted
de_gb: Der Kunde konnte nicht gelöscht werden

source: The comment has been saved
de_gb: Der Kommentar wurde gespeichert

source: The comment could not be saved. Please, try again.
de_gb: Der Kommentar konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: task
de_gb: Aufgabe

source: comment
de_gb: Kommentar

source: completed
de_gb: fertiggestellt

source: uncompleted
de_gb: nicht-fertiggestellt

source: Invalid comment
de_gb: Ungültiger Kommentar

source: Comment deleted
de_gb: Der Kommentar wurde gelöscht

source: Comment was not deleted
de_gb: Der Kommentar konnte nicht gelöscht werden

source: The task status could not be updated
de_gb: Der Aufgabenstatus konnte nicht aktualisiert werden

source: The task status was updated
de_gb: Der Aufgabenstatus wurde aktualisiert

source: Please provide an email address to send the test-email to.
de_gb: Bitte geben Sie eine Email Adresse für das Versenden der Test Email an.

source: Invalid configuration
de_gb: Ungültige Konfiguration

source: The configuration has been saved
de_gb: Die Konfiguration wurde gespeichert

source: The configuration could not be saved. Please, try again.
de_gb: Die Konfiguration konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: ClientEngage Email Delivery Test
de_gb: ClientEngage Email-Test

source: The SMTP connection could not be established. Please check your details or select the mail() function and click "Save Configuration".
de_gb: Eine SMTP Verbindung konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Eingaben oder wählen Sie die mail() Funktion und klicken Sie "Konfiguration Speichern".

source: The test message was sent via SMTP. Please check if you received the message. <strong> If you do not receive the test email, it is important that you review the SMTP details or use the mail() function instead and then click "Save Configuration".</strong>
de_gb: Die Testnachricht wurde über SMTP versandt. Bitte überprüfen Sie ob Sie die Nachricht erhalten haben. <strong> Falls Sie die Testnachricht nicht erhalten haben ist es wichtig, dass Sie Ihre SMTP Angaben überprüfen oder alternativ die mail() Funktion verwenden. Im Anschluss müssen Sie "Konfiguration Speichern" klicken, um Ihre Eingaben zu übernehmen..</strong>

source: Invalid notification
de_gb: Ungültige Notifikation

source: Notification deleted
de_gb: Die Notifikation wurde gelöscht

source: Notification was not deleted
de_gb: Die Notifikation konnte nicht gelöscht werden

source: No project was passed
de_gb: Es wurde kein Projekt mitgereicht

source: The phase has been saved
de_gb: Die Projektphase wurde gespeichert

source: The phase could not be saved. Please, try again.
de_gb: Die Projektphase konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Invalid phase
de_gb: Ungültige Projektphase

source: Phase deleted
de_gb: Die Projektphase wurde gelöscht

source: Phase was not deleted
de_gb: Die Projektphase konnte nicht gelöscht werden

source: Progress update succesful
de_gb: Die Projektphase wurde erfolgreich aktualisiert

source: Progress update not successful: please try again
de_gb: Die Aktualisierung der Projektphase war nicht erfolgreich: bitte versuchen Sie es erneut.

source: This phase does not exist
de_gb: Die Projektphase existiert nicht

source: This project does not exist
de_gb: Dieses Projekt existiert nicht

source: Project Overview
de_gb: Projektübersicht

source: Invalid project
de_gb: Ungültiges Projekt

source: The invitations were successfully sent.
de_gb: Die Einladungen wurden erfolgreich versandt.

source: An error occured whilst sending the invitations. Please try again.
de_gb: Beim Versenden der Einladungen trat ein Fehler auf. Bitte versuchen Sie es erneut.

source: The project has been saved
de_gb: Das projekt wurde gespeichert

source: The project could not be saved. Please, try again.
de_gb: Das Projekt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Project deleted
de_gb: Das Projekt wurde gelöscht

source: Project was not deleted
de_gb: Das Projekt konnte nicht gelöscht werden

source: The project was successfully duplicated.
de_gb: Das Projekt wurde erfolgreich dupliziert.

source: The project could not be duplicated.
de_gb: Das Projekt konnte nicht deupliziert werden.

source: When moving a project, you have to select either the new start date, OR the new end date.
de_gb: Bitte wählen Sie entweder ein neues Start- oder Enddatum beim Verschiebend es Projektes.

source: The project was moved successfully.
de_gb: Das Projekt wurde erfolgreich verschoben.

source: An error occured whilst moving the project. Please try again
de_gb: Beim Verschieben des Projektes trat ein Fehler auf. Bitte versuchen Sie es erneut.

source: You successfully removed the project from your favourites.
de_gb: Sie haben das Projekt erfolgreich von Ihren Favoriten entfernt.

source: The project could not be removed from your favourites.
de_gb: Das Projekt konnte nicht von Ihren Favoriten entfernt werden.

source: You successfully added the project to your favourites.
de_gb: Sie haben das Projekt erfolgreich zu Ihren Favoriten hinzugefügt.

source: The project could not be added to your favourites.
de_gb: Das Projekt konnte nicht zu Ihren Favoriten hinzugefügt werden.

source: Invalid user
de_gb: Ungültiger Benutzer

source: Invalid administrator
de_gb: Ungültiger Administrator

source: The user has been created
de_gb: Der Benutzer wurde erstellt

source: The user could not be saved. Please, try again.
de_gb: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The administrator has been created
de_gb: Der Administrator wurde erstellt

source: The administrator could not be saved. Please, try again.
de_gb: Der Administrator konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The user has been saved
de_gb: Der Benutzer wurde gespeichert

source: The administrator has been saved
de_gb: Der Administrator wurde gespeichert

source: The changes to your profile were saved
de_gb: Die Änderungen Ihres Benutzerprofiles wurden gespeichert

source: Your profile could not be saved. Please, try again.
de_gb: Ihr Benutzerprofil konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Your Profile
de_gb: Ihr Profil

source: You cannot delete the only administrator
de_gb: Sie können den einzigen Administrator nicht löschen

source: User deleted
de_gb: Der Benutzer wurde gelöscht

source: User was not deleted
de_gb: Der Benutzer konnte nicht gelöscht werden

source: The system is in maintenance mode.
de_gb: Das System ist im Wartungsmodus.

source: You successfully logged in.
de_gb: Sie haben sich erfolgreich angemeldet.

source: The username/password you provided were incorrect.
de_gb: Ihr Benutzername/Passwort sind inkorrekt.

source: Login
de_gb: Anmelden

source: No user matching the email address could be found
de_gb: Es wurde kein Benutzer mit dieser Emailadresse gefunden

source: Project Platform: Password Reset
de_gb: Project Platform: Passwort zurückgesetzt

source: Dear :username, Your temporary password is: :temp_password
de_gb: Hallo :username, Ihr temporäres Passwort ist: :temp_password

source: You have been sent an email with a temporary password. Please check your inbox.
de_gb: Es wurde Ihnen eine Email mit einem temporären Passwort zugeschickt. Bitte prüfen Sie Ihren Posteingang.

source: An error occurred whilst re-setting your password. Please try again.
de_gb: Beim Zurücksetzen Ihres Passwortes trat ein Fehler auf. Bitte versuchen Sie es erneut.

source: Personification action not allowed.
de_gb: Personifizierungsaktion nicht erlaubt.

source: Personification not allowed
de_gb: Personifizierung nicht erlaubt.

source: Personification of admin not allowed
de_gb: Personifizierung von Administratoren ist nicht erlaubt

source: You are now personifying :username
de_gb: Sie personifizieren nun :username

source: Client
de_gb: Kunde

source: Low
de_gb: Niedrig

source: High
de_gb: Hoch

source: Upload
de_gb: Anhang

source: External link
de_gb: Externer Link

source: English (British)
de_gb: Englisch (Britisch)

source: English (United States)
de_gb: Englisch (USA)

source: German (Germany)
de_gb: Deutsch (Deutschland)

source: Dutch
de_gb: Niederländisch

source: Portuguese
de_gb: Portugiesisch

source: Russian
de_gb: Russisch

source: Spanish
de_gb: Spanisch

source: completed_date
de_gb: Fertigstellungsdatum

source: Please enter the invitation template.
de_gb: Bitte geben Sie eine Einladungsvorlage ein.

source: You need to use the placeholders {StartIsNewUser} and {EndIsNewUser} one each.
de_gb: Sie müssen die Platzhalter {StartIsNewUser} und {EndIsNewUser} jeweils ein Mal verwenden.

source: You need to use each of the placeholders {StartIsNewUser} and {EndIsNewUser} only once.
de_gb: Sie müssen die Platzhalter {StartIsNewUser} und {EndIsNewUser} jeweils ein Mal verwenden.

source: {EndIsNewUser} has to be inserted after {StartIsNewUser}
de_gb: {EndIsNewUser} muss nach {StartIsNewUser} verwendet werden

source: percent_completed
de_gb: Prozent-fertiggestellt

source: The end date has to be on or after the start date.
de_gb: Das Enddatum muss auf, oder nach das Startdatum fallen.

source: _Copy
de_gb: _Kopie

source: You have successfully installed ClientEngage. You may now log-in with your administrator profile.
de_gb: Sie haben ClientEngage erfolgreich installiert. Sie können Sich nun mit Ihrem Administratorprofil anmelden.

source: Installation cannot continue, please accept the EULA
de_gb: Die Installation kann nicht fortfahren, bitte akzeptieren Sie die EULA.

source: You have already configured the database connection. Please proceed with the installation.
de_gb: Sie haben die Datenbank bereits konfiguriert, Bitte fahren Sie mit der Installation fort.

source: Could not connect to the database. Please review the configuration.
de_gb: Die Datenbankverbindung konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Eingaben.

source: Could not write the database configuration.
de_gb: Die Datenbankkonfiguration konnte nicht geschrieben werden.

source: Your database configuration was successfull.
de_gb: Die Datenbankkonfiguration war erfolgreich.

source: Could not connect to the database. Please review your configuration.
de_gb: Die Datenbankverbindung konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Eingaben.

source: The database was not properly initialised. Please re-start the installation.
de_gb: Die Datenbank wurde nicht vernünftig initialisiert. Bitte starten Sie den Installationsprozess erneut.

source: Configuration already exists. Please continue.
de_gb: Die Konfiguration existiert bereits. Bitte fahren Sie fort.

source: Not all tables were initialised successfully. Please drop all initialised tables and re-start the installation.
de_gb: Nicht alle Tabellen wurden erfolgreich initialisiert. Bitte löschen Sie alle initialisierten Tabellen und starten Sie die Installation erneut.

source: Dear {UserName}, You have been invited to join the project {ProjectName} on our online project management portal. This will enable you to participate in following the project's progress as well as allow you to comment on any of the project's phases. You can log-on to the project here: {ProjectUrl} Your username is: {UserEmail} {StartIsNewUser} Your temporary password is: {TempPassword} Please make sure you change your temporary password during your first visit. {EndIsNewUser} Kind regards, {SystemName}
de_gb: Guten Tag {UserName}, Sie wurden zum Projekt {ProjectName} auf unserem online Projektportal eingeladen. Dies erlaubt es Ihnen, dem Projekt online zu folgen, sowie auf die einzelnen Projektphasen zu kommentieren. Sie können sich hier anmelden: {ProjectUrl} Ihr Benutzername ist: {UserEmail} {StartIsNewUser} Ihr temporäres Passwort ist: {TempPassword} Bitte ändern Sie Ihr temporäres Passwort während Ihrer ersten Sitzung. {EndIsNewUser} Mit freundlichen Grüßen, {SystemName}

source: The system configuration was saved successfully.
de_gb: Die Systemkonfiguration wurde erfolgreich gespeichert.

source: Could not save the system configuration. Please review your inputs.
de_gb: Die Systemkonfiguration konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Administrator already exists. Please continue.
de_gb: Der Administrator existiert bereits. Bitte fahren Sie fort.

source: The administrator has been created.
de_gb: Der Administrator wurde erstellt.

source: <h4>Could not write to the security configuration. Please make sure the file is writable.</h4><code>:security_core</code>
de_gb: <h4>Die Sicherheitskonfiguration konnte nicht geschrieben werden. Bitte stellen Sie sicher, dass die Datei Schreibrechte hat.</h4><code>:security_core</code>

source: Could not create the administrative user. Please try again.
de_gb: Der Administrator konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: You must enter the database host.
de_gb: Sie müssen einen Datenbankserver angeben.

source: You must enter the database name.
de_gb: Sie müssen den Datenbanknamen angeben.

source: You must enter the database username.
de_gb: Sie müssen den Datenbankbenutzernamen angeben.

source: Please enter valid database settings.
de_gb: Bitte geben Sie gültige Datenbankdaten ein.

source: <h4>The table ":table_name" could not be created. Please clear any existing ClientEngage tables before continuing the installation.</h4>:error_message
de_gb: <h4>Die Tabelle ":table_name" konnte nicht erstellt werden. Bitte löschen Sie die bereits erstellten ClientEngage Tabellen, bevor Sie mit der Installation fortfahren.</h4>:error_message

source: Administrator Settings
de_gb: Administratoreneinstellungen

source: Username
de_gb: Benutzername

source: Password
de_gb: Passwort

source: Enter new password
de_gb: Neues Passwort eingeben

source: Confirm Password
de_gb: Neues Passwort bestätigen

source: Repeat new password
de_gb: Neues Passwort bestätigen

source: Finalise Installation
de_gb: Installation finalisieren

source: Database Host
de_gb: Datenbank Host

source: Database Username
de_gb: Datenbank Benutzername

source: Database Name
de_gb: Datenbankname

source: Table Prefix
de_gb: Tabellenpräfix

source: Continue
de_gb: Fortfahren

source: Perform Final Configurations
de_gb: Abschließende Konfiguration durchführen

source: Your temporary directory is writable.
de_gb: Ihr temporäres Verzeichnis ist beschreibbar.

source: Your temporary directory is not writable.
de_gb: Ihr temporäres Verzeichnis ist nicht beschreibbar.

source: Please make the following path writable:
de_gb: Bitte geben Sie dem folgenden Pfad Schreibrechte

source: Your configuration directory is writable.
de_gb: Ihr Konfigurationsverzeichnis ist beschreibbar.

source: Your configuration directory is not writable.
de_gb: Ihr Konfigurationsverzeichnis ist nicht beschreibbar.

source: Your security configuration is writable.
de_gb: Ihre Sicherheitskonfiguration ist beschreibbar.

source: Your security configuration is not writable.
de_gb: Ihre Sicherheitskonfiguration ist nicht beschreibbar.

source: Your upload directory is writable.
de_gb: Ihr Anhangsverzeichnis ist beschreibbar.

source: Your upload directory is not writable.
de_gb: Ihr Anhangsverzeichnis ist nicht beschreibbar.

source: The PHP version running on your server (%s) fulfills the minimum requirement (5.2.8).
de_gb: Die PHP Version Ihres Servers (%s) erfüllt die minimalen Systemvoraussetzungen (5.2.8).

source: The PHP version running on your server (%s) does not fulfill the minimum requirement (5.2.8).
de_gb: Die PHP Version Ihres Servers (%s) erfüllt nicht die minimalen Systemvoraussetzungen (5.2.8).

source: The PDO extensions are loaded.
de_gb: Die PDO Erweiterungen sind geladen.

source: The necessary PDO extensions are not loaded.
de_gb: Die notwendigen PDO Erweiterungen sind nicht geladen.

source: Please enable the PHP PDO extension as well as the MySQL PDO extension. You may have to ask your hosting-provider to enable these.
de_gb: Bitte aktivieren Sie die PHP PDO Erweiterung, sowie die MySQL PDO Erweiterung. Es besteht die Möglichkeit, dass Ihr Internet Service Provider dies für Sie übernehmen muss.

source: I agree to the above terms.
de_gb: Ich stimme den obigen Bestimmungen zu.

source: Begin Installation
de_gb: Mit der Installation beginnen

source: Unfortunately, the installation cannot proceed due to the minimum requirements not being met.
de_gb: Leider kann die Installation nicht fortfahren, da Ihr System nicht die minimalen Systemanforderungen erfüllt.

source: You have successfully configured the database connection. Please click ":btn_name" to create all necessary database tables.
de_gb: Sie haben die Datenbankverbindung erfolgreich konfiguriert. Bitte klicken Sie ":btn_name" um die notwendigen Tabellen zu erstellen.

source: Initialise Database
de_gb: Datenbankinitialisierung

source: System Settings
de_gb: Systemeinstellungen

source: System Language
de_gb: Systemsprache

source: Email Settings
de_gb: Email-Eintellungen

source: Sender Email
de_gb: Absender Email

source: Sender Name
de_gb: Absendername

source: Plugin name to be used
de_gb: Der zu verwendende Pluginname

source: Generates a migration file.
de_gb: Generiert eine Migrationsdatei.

source: No update necessary.
de_gb: Kein Update notwendig.

source: Update cannot continue, please accept the EULA
de_gb: Das Update kann nicht fortfahren, bitte akzeptieren Sie die EULA.

source: An error has occured whilst running the update:
de_gb: Beim Update trat ein Fehler auf:

source: Part of the update could not be performed. The new version information could not be applied. Please open the following file and replace the version number with ":version":
de_gb: Ein Teil des Updates konnte nicht durchgeführt werden. Die neue Versionsinformation konnte nicht gespeichert werden. Bitte öffnen Sie die folgende Datei und tauschen Sie die Versionsnummer mit ":version":

source: Part of the update could not be performed. Please delete the following file:
de_gb: Ein Teil des Updates konnte nicht durchgeführt werden. Bitte löschen Sie die folgende Datei:

source: You have successfully updated the ClientEngage Project Platform to v
de_gb: Sie haben die ClientEngage Project Platform erfolgreich zur folgenden Version geupdated: v

source: Your version file is writable.
de_gb: Ihre Versionsdatei ist beschreibbar.

source: Your version file is not writable.
de_gb: Ihre Versionsdatei ist nicht beschreibbar.

source: Perform Update
de_gb: Update durchführen

source: Attachments
de_gb: Anhänge

source: Sorting Options:
de_gb: Sortierung:

source: Reset
de_gb: Zurücksetzen

source: Phase
de_gb: Projektphase

source: Comment
de_gb: Kommentar

source: Created
de_gb: Erstellt

source: View
de_gb: Ansehen

source: Currently, no attachments exist.
de_gb: Momentan existieren keine Anhänge.

source: Add Client
de_gb: Kunden erstellen

source: Projects
de_gb: Projekte

source: Create Client
de_gb: Kunden ersellen

source: Cancel
de_gb: Abbrechen

source: Edit Client
de_gb: Kunden bearbeiten

source: Save
de_gb: Speichern

source: Actions
de_gb: Aktionen

source: View Client
de_gb: Kunden ansehen

source: Delete
de_gb: Löschen

source: Are you sure you want to delete %s?
de_gb: Sind Sie sich sicher, dass Sie %s löschen möchten?

source: List Clients
de_gb: Kunden auflisten

source: New Client
de_gb: Neuer Kunde

source: Client Overview
de_gb: Kundenübersicht

source: Modified
de_gb: Geändert

source: Currently, no clients exist.
de_gb: Momentan existieren keine Kunden.

source: Delete Client
de_gb: Kunden löschen

source: Back to Client Overview
de_gb: Zurück zur Kundenübersicht

source: This Client's Users
de_gb: Benutzer dieses Kunden

source: Active
de_gb: Aktiv

source: Avatarpath
de_gb: Benutzerbildpfad

source: Last Active
de_gb: Zuletzt aktiv

source: none
de_gb: keine

source: Add User
de_gb: Benutzer hinzufügen

source: Associated Projects
de_gb: Assoziierte Projekte

source: Title
de_gb: Titel

source: Description
de_gb: Beschreibung

source: Phases
de_gb: Projektphasen

source: Add Comment
de_gb: Kommentar hinzufügen

source: Hide from Clients
de_gb: Von Kunden verstecken

source: Send email notification to project members?
de_gb: Email-Benachrichtigung an Projektmitglieder senden?

source: Make this a task?
de_gb: Zu einer Aufgabe machen?

source: Priority
de_gb: Priorität

source: Submit
de_gb: Absenden

source: Edit Comment
de_gb: Kommentar bearbeiten

source: Ticking this option will re-send the Comment-Created message. This is useful if a comment was hidden from clients until now.
de_gb: Wenn Sie diese Option wählen, werden die Kommentar-Notifikationen erneut versandt. Dies ist nützlich, wenn der Kommentar bisher von Kunden versteckt war.

source: Completed IP
de_gb: Fertiggestellt IP

source: Tasks
de_gb: Aufgaben

source: All
de_gb: Alle

source: Completed
de_gb: Fertiggestellt

source: Pending
de_gb: Nicht-fertiggestellt

source: Edit System Configuration
de_gb: Systemkonfiguration bearbeiten

source: System Configuration
de_gb: Systemkonfiguration

source: Email Configuration
de_gb: Email Konfiguration

source: You can adapt global system settings below:
de_gb: Unterhalb können Sie globale Systemeinstellungen vornehmen:

source: Check "Send Notifications" by Default
de_gb: "Notifizierungen senden" standardmäßig ankreuzen

source: Transport Method
de_gb: Transportmethode

source: PHP mail() function
de_gb: PHP mail() Funktion

source: SMTP account
de_gb: SMTP Konto
