Repository: glociweb/cakephp
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_gb

source: SMTP Settings
de_gb: SMTP Einstellungen

source: Please enter your SMTP details below. For example, for GMail you need to use the following data: ssl://smtp.gmail.com (host), 465 (port), your.name@gmail.com (username) and your password. After sending the test-email it is <strong>important</strong> that you save your changes by clicking "Save Configuration" below.
de_gb: Bitte geben Sie Ihre SMTP Daten unterhalb an. Zum Beispiel, im Falle von GMail verwenden Sie bitte die Folgenden Daten: : ssl://smtp.gmail.com (Host), 465 (Port), ihr.name@gmail.com (Benutzername) und Ihr Passwort. Nach dem versenden der Test Email <strong>ist es wichtig</strong> dass Sie Ihre Eingaben speichern indem Sie "Konfiguration Speichern" klicken.

source: Send Test-Email
de_gb: Test- Email absenden

source: Invitation Email
de_gb: Einladungsemail

source: Invitation Email Subject
de_gb: Einladungsemail-Betreffzeile

source: -- Insert Placeholder --
de_gb: -- Platzhalter einfügen --

source: Project Name
de_gb: Projektname

source: Project Url
de_gb: Projektadresse

source: User Email
de_gb: Benutzer-Email

source: End IsNewUser
de_gb: Ende IsNewUser

source: Temporary Password
de_gb: Temporäres Passwort

source: Reset to Defaults
de_gb: Zu Standardwert zurücksetzen

source: Invitation Email Template
de_gb: Einladungsemail Vorlage

source: Update Notification Emails
de_gb: Update Notifikationesemails

source: Activity Email Subject
de_gb: Aktivitätsemail-Betreffzeile

source: Progress Update Email Template
de_gb: Fortschrittsänderung Email Template

source: Phase Name
de_gb: Phasenname

source: Phase Url
de_gb: Phasen Adresse

source: User
de_gb: Benutzer

source: Old Percentage
de_gb: Alter Prozentualwert

source: New Percentage
de_gb: Neuer Prozentwert

source: Comment/Task Email Template
de_gb: Kommentar/Aufgabe Email Vorlage

source: Comment Type (Comment/Task)
de_gb: Kommentartyp (Kommentar/Aufgabe)

source: Direct Url to Comment
de_gb: Direkte Url zum Kommentar

source: Task Activity Email Template
de_gb: Aufgabenaktivitäts Email-Vorlage

source: Task Status (Completed/Uncompleted)
de_gb: Aufgabenstatus (fertiggestellt/nicht-fertiggestellt)

source: Dear {UserName},\n\nYou have been invited to join the project {ProjectName} on our online project management portal.\n\nThis will enable you to participate in following the project's progress as well as allow you to comment on any of the project's phases.\n\nYou can log-on to the project here: {ProjectUrl}\n\nYour username is: {UserEmail}\n{StartIsNewUser}\nYour temporary password is: {TempPassword}\n\nPlease make sure you change your temporary password during your first visit.\n{EndIsNewUser}\n\n\nKind regards,\n{SystemName}\n
de_gb: Guten Tag {UserName},\n\nSie wurden zum Projekt {ProjectName} auf unserem online Projektportal eingeladen.\n\nDies erlaubt es Ihnen, dem Projekt online zu folgen, sowie auf die einzelnen Projektphasen zu kommentieren.\n\nSie können sich hier anmelden: {ProjectUrl}\n\nIhr Benutzername ist: {UserEmail}\n{StartIsNewUser}\nIhr temporäres Passwort ist: {TempPassword}\n\nBitte ändern Sie Ihr temporäres Passwort während Ihrer ersten Sitzung.\n{EndIsNewUser}\n\n\nMit freundlichen Grüßen,\n{SystemName}\n

source: Dear {UserName},\n\nThere has been some new activity in the project {ProjectName}.\n\n{User} changed the progress of the phase {PhaseName} from {OldPercentage} to {NewPercentage}.\n\nYou can view the affected project phase here: {PhaseUrl}\n\n\nKind regards,\n{SystemName}\n
de_gb: Guten Tag {UserName},\n\nEs gab eine Veränderung in dem Projekt {ProjectName}.\n\n{User} hat den Fortschritt der Phase {PhaseName} von {OldPercentage} nach {NewPercentage} geändert.\n\nSie können die betroffene Phase hier einsehen: {PhaseUrl}\n\n\nMit freundlichen Grüßen,\n{SystemName}\n

source: Dear {UserName},\n\nThere has been some new activity in the project {ProjectName}.\n\n{User} has created a new {CommentType} in the phase {PhaseName}.\n\nYou can view the {CommentType} here: {CommentUrl}\n\n\nKind regards,\n{SystemName}\n
de_gb: Guten Tag {UserName},\n\nEs gab eine Veränderung in dem Projekt {ProjectName}.\n\n{User} hat ein neues Objekt des Typen {CommentType} in der Phase {PhaseName} erstellt.\n\nSie können das betroffene Objekt hier einsehen: {CommentUrl}\n\n\nMit freundlichen Grüßen,\n{SystemName}\n

source: Dear {UserName},\n\nThere has been some new activity in the project {ProjectName}.\n\n{User} has changed the status of a task in the phase {PhaseName} to {TaskStatus}.\n\nYou can view the task here: {CommentUrl}\n\n\nKind regards,\n{SystemName}\n
de_gb: Guten Tag {UserName},\n\nEs gab eine Veränderung in dem Projekt {ProjectName}.\n\n{User} hat den Status einer Aufgabe in der Phase {PhaseName} zum folgenden Status geändert: {TaskStatus}.\n\nSie können die betroffene Aufgabe hier einsehen: {CommentUrl}\n\n\nMit freundlichen Grüßen,\n{SystemName}\n

source: Save Configuration
de_gb: Konfiguration speichern

source: System Information
de_gb: Systeminformationen

source: General Settings
de_gb: Allgemeine Einstellungen

source: System Timezone
de_gb: Systemzeitzone

source: This is the logo that your clients will see in the front-end. For best results, please select a logo with a height of 23px.
de_gb: Dieses Logo wird in der Kundenoberfläche angezeigt. Bitte verwenden Sie ein Logo mit einer Höhe von 23px, um das beste Ergebnis zu erziehlen.

source: Remove current logo?
de_gb: Aktuelles Logo entfernen?

source: Show Newest Comments First
de_gb: Neue Kommentare zuerst anzeigen

source: Maintenance Mode
de_gb: Wartungsmodus

source: File Extension Blacklist
de_gb: Nicht-erlaubte Dateiendungen

source: Please enter a comma-separated list of file-extensions that are disallowed (e.g. "exe,bat,ext")
de_gb: Bitte geben Sie eine Komma-separierte Liste von nicht erlaubten Dateiendungen an (z.B. "exe,bat,ext")

source: Image Preview Settings
de_gb: Bildvorschau-Einstellungen

source: Maximum Width
de_gb: Maximale Breite

source: Maximum Height
de_gb: Maximale Höhe

source: Frontend Layout Settings
de_gb: Frontend Gestaltungseinstellungen

source: The settings below affect the client-facing frontend only:
de_gb: Die Einstellungen unterhalb beziehen sich lediglich auf das kundenseitige Frontend:

source: Menu Bar Colour
de_gb: Menü-Hintergrundfarbe

source: Menu Bar Text
de_gb: Menü-Textfarbe

source: Link Colour
de_gb: Hyperlinkfarbe

source: Use Fluid Layout
de_gb: Flexibles Layout verwenden

source: Show Powered By
de_gb: Powered By zeigen

source: ClientEngage is a fully-featured project management platform which helps you keep your clients in the loop when working with them.<br /><br /> The benefits of ClientEngage are greater interaction with and engagement of your clients during your development lifecycles.
de_gb: ClientEngage ist eine voll-ausgestattete Projektmanagementplatform, welche Ihnen dabei hilft Ihre Kunden bei der Projektarbeit auf dem Laufenden zu halten.<br /><br /> Die Vorteile von ClientEngage sind höhere Kundeninteraktion und Kundeneinbeziehung während Ihrer Projektlebenszyklen.

source: This comment is hidden from clients
de_gb: Dieser Kommentar ist von Kunden versteckt

source: Reply
de_gb: Antworten

source: Show :num_comments hidden comment
de_gb: :num_comments versteckten Kommentar anzeigen

source: Make this a task
de_gb: Zu einer Aufgabe machen

source: Add attachments
de_gb: Anhänge anheften

source: Attachment
de_gb: Anhang

source: Add attachment
de_gb: Anhang hinzufügen

source: previous
de_gb: zurück

source: next
de_gb: weiter

source: <small class="smalltext">Page {:page} of {:pages} (showing {:current} records out of a total of {:count})</small>
de_gb: <small class="smalltext">Seite {:page} von {:pages} (es werden {:current} von insgesamt {:count} Objekten angezeigt)</small>

source: Password Change
de_gb: Passwort ändern

source: You are still using the temporary password which was generated for you. Please change your password:
de_gb: Sie verwenden noch immer das temporäre Passwort, welches für Sie erstellt wurde. Bitte ändern Sie Ihr Passwort:

source: Your User Profile
de_gb: Ihr Benutzerprofil

source: About
de_gb: Über

source: You are here:
de_gb: Sie sind hier:

source: Dashboard
de_gb: Übersicht

source: Manage
de_gb: Administrieren

source: Manage Projects
de_gb: Projekte administrieren

source: Manage Clients
de_gb: Kunden administrieren

source: Manage Users
de_gb: Benutzer administrieren

source: Notifications
de_gb: Notifikationen

source: Finders
de_gb: Suchfunktionen

source: View Attachments
de_gb: Anhänge ansehen

source: View Tasks
de_gb: Aufgaben ansehen

source: Administrators
de_gb: Administratoren

source: Configuration
de_gb: Konfiguration

source: Project Calendar
de_gb: Projektkalendar

source: Recent Projects
de_gb: Neue Projekte

source: All Projects
de_gb: Alle Projekte

source: Favourites
de_gb: Favoriten

source: You currently have no favourite projects.
de_gb: Momentan haben Sie keine Favoriten-Projekte.

source: Stop Personification
de_gb: personifizierung anhalten

source: Your profile
de_gb: Ihr Profil

source: Log-out
de_gb: Abmelden

source: Search...
de_gb: Suche...

source: Start Date
de_gb: Startdatum

source: End Date
de_gb: Enddatum

source: Duration
de_gb: Dauer

source: Update
de_gb: Aktualisieren

source: No phases
de_gb: Keine Projektphasen

source: Start:
de_gb: Anfang:

source: End:
de_gb: Ende:

source: Duration:
de_gb: Dauer:

source: archived
de_gb: archiviert

source: Clients:
de_gb: Kunden:

source: and
de_gb: und

source: Launch Project
de_gb: Projekt öffnen

source: Last activity: :created
de_gb: Letzte Aktivität: :created

source: Recent Project Activity
de_gb: Kürzliche Projektaktivitäten

source: Created: :created | Modified: :modified
de_gb: Erstellt: :created | Geändert: :modified

source: Remove from favourites
de_gb: Von Ihren Favoriten entfernen

source: Add to favourites
de_gb: Zu Ihren Favoriten hinzufügen

source: never
de_gb: niemals

source: :days day
de_gb: :days Tag

source: :days day overdue
de_gb: :days Tag überschritten

source: :days day remaining
de_gb: :days Tag verbleibend

source: Yes
de_gb: Ja

source: No
de_gb: Nein

source: The affected record has since been deleted
de_gb: Dieses Objekt wurde zwischenzeitlich bereits gelöscht

source: Are you sure you want to delete this notification?
de_gb: Sind Sie sich sicher, dass Sie diese Notifikation löschen möchten?

source: <span class="label" data-rel="tooltip" data-original-title=":created">:date:</span><br />:username<br />:prefixinfo<span class="label label-inverse">Created</span> a new element of type <code>:elementtype</code>: <span class="muted">:title</span>
de_gb: <span class="label" data-rel="tooltip" data-original-title=":created">:date:</span><br />:username<br />:prefixinfo<span class="label label-inverse">Erstellte</span> ein neues Element des Typen <code>:elementtype</code>: <span class="muted">:title</span>

source: <span class="label" data-rel="tooltip" data-original-title=":created">:date:</span><br />:username<br />:prefixinfo<span class="label label-inverse">Updated</span> the field <code>:field</code> of the element <code>:elementtype</code> from <span class="label label-warning">:oldvalue</span> to <span class="label label-success">:newvalue</span>: <span class="muted">:title</span>
de_gb: <span class="label" data-rel="tooltip" data-original-title=":created">:date:</span><br />:username<br />:prefixinfo<span class="label label-inverse">Aktualisierte</span> das Feld <code>:field</code> des Elementes <code>:elementtype</code> von <span class="label label-warning">:oldvalue</span> nach <span class="label label-success">:newvalue</span>: <span class="muted">:title</span>

source: Edit
de_gb: Bearbeiten

source: Add Phase
de_gb: Projektphase hinzufügen

source: Are you sure you want to proceed with the deletion? This will also delete all associated records and cannot be undone.
de_gb: Sind Sie sich sicher, dass Sie mit der Löschung fortfahren möchten? Diese Aktion kann nicht widerrufen werden und wird eben so alle assoziierten Objekte löschen.

source: Blacklisted file extensions:
de_gb: Nicht-erlaubte Dateiendungen:

source: File type: :extension
de_gb: Dateityp: :extension

source: Open ":website_url" in a new window
de_gb: ":website_url" in einem neuen Fenster öffnen

source: Original file name:
de_gb: Originaler Dateiname:

source: Picture of :username
de_gb: Bild von :username

source: Currently online
de_gb: Momentan online

source: Not currently online
de_gb: nicht online

source: Last seen:
de_gb: Zuletzt gesehen:

source: View Profile
de_gb: Profil ansehen

source: Personify User
de_gb: Benutzer personifizieren

source: overdue
de_gb: überschritten

source: running
de_gb: läuft

source: waiting
de_gb: wartend

source: Project Archived
de_gb: Projekt archiviert

source: This project was archived and you cannot perform any changes.
de_gb: Das Projekt wurde archiviert und Sie können keine Änderungen vornehmen.

source: Project
de_gb: Projekt

source: Action
de_gb: Aktion

source: Field
de_gb: Feld

source: Old Value
de_gb: Vorheriger Wert

source: New Value
de_gb: Neuer Wert

source: Date
de_gb: Datum

source: Currently, no notifications exist.
de_gb: Momentan existieren keine Notifikationen.

source: Add Phase to :project_title
de_gb: Projektphase zu :project_title hinzufügen

source: Allow Clients to Update Progress
de_gb: Kunden erlauben den Projektstatus zu ändern

source: The previous phase ends on :date
de_gb: Die vorherige Projektphase endet am :date

source: Save & Exit
de_gb: Speichern & Schließen

source: Save & Add New
de_gb: Speichern & Neu

source: Cancel / Back to Project
de_gb: Abbrechen / Zurück zum Projekt

source: Edit Phase
de_gb: Projektphase bearbeiten

source: Url
de_gb: Adresse

source: View Phase
de_gb: Projektphase ansehen

source: Are you sure you want to delete # %s?
de_gb: Sind Sie sich sicher, dass Sie # %s löschen möchten?

source: Back to Project
de_gb: Zurück zum Projekt

source: No results matched
de_gb: Keine Treffer gefunden

source: Add Project
de_gb: Projekt hinzufügen

source: Project Members
de_gb: Projektmitglieder

source: Select clients
de_gb: Kunden auswählen

source: Create Project
de_gb: Projekt erstellen

source: Edit Project
de_gb: Projekt bearbeiten

source: Archived
de_gb: Archiviert

source: View Project
de_gb: Projekt ansehen

source: List Projects
de_gb: Projekte auflisten

source: New Project
de_gb: Neues Projekt

source: % Completed
de_gb: % fertiggestellt

source: Show Archived
de_gb: Archivierte anzeigen

source: Currently, no projects exist.
de_gb: Momentan existieren keine Projekte.

source: Move Project
de_gb: Projekt verschieben

source: Please select either the new start- or the new end date. You cannot select both at the same time.
de_gb: Bitte wählen Sie entweder ein neues Start- oder Enddatum. Sie können nicht beide gleichzeitig auswählen.

source: Current Start Date
de_gb: Aktuelles Startdatum

source: Current End Date
de_gb: Aktuelles Enddatum

source: New Start Date
de_gb: Neues Startdatum

source: New End Date
de_gb: Neues Enddatum

source: Prepare Project Invitation Email
de_gb: Projekteinladungsemail vorbereiten

source: Date Start
de_gb: Startdatum

source: Date End
de_gb: Enddatum

source: Project Duration
de_gb: Projektdauer

source: Back to Overview
de_gb: Zurück zur Übersicht

source: Invitation Settings
de_gb: Einladungseinstellungen

source: Recipients
de_gb: Empfänger

source: Select all
de_gb: Alle auswählen

source: Select recipients
de_gb: Empfänger auswählen

source: Send Invitations
de_gb: Einladungen senden

source: Launch
de_gb: Starten

source: Prepare Invitation Email
de_gb: Einladungsemail vorbereiten

source: Delete Project
de_gb: Projekt löschen

source: Back to Project Overview
de_gb: Zurück zur Projektübersicht

source: Duplicate Project
de_gb: Projekt duplizieren

source: Project Phases
de_gb: Projektphasen

source: Timings
de_gb: Zeitplanung

source: Comments
de_gb: Kommentare

source: Start Date:
de_gb: Startdatum:

source: End Date:
de_gb: Enddatum:

source: Add Phase to This Project
de_gb: Projektphase hinzufügen

source: Associated Clients
de_gb: Assoziierte Kunden

source: Create a New Client
de_gb: Neuen Kunden erstellen

source: Manage Associated Clients
de_gb: Assoziierte Kunden bearbeiten

source: No clients have been assigned ot this project.
de_gb: Diesem Projekt wurden keine Kunden zugewiesen.

source: No users
de_gb: Keine Benutzer

source: Project History
de_gb: Projekthistorie

source: Discussion, Tasks & Attachments
de_gb: Diskussion, Aufgaben & Anhänge

source: Phase History
de_gb: Projektphasenhistorie

source: Projects of :clientname
de_gb: Projekte von :clientname

source: Type
de_gb: Typ

source: Please enter a comment.
de_gb: Bitte geben Sie einen Kommentar ein.

source: Toggle comment threads
de_gb: Kommentare ein-/ausblenden

source: Show tasks only
de_gb: Nur Aufgaben anzeigen

source: New comment
de_gb: Neuer Kommentar

source: Search
de_gb: Suchen

source: Search all Projects
de_gb: Alle Projekte suchen

source: Search all Phases
de_gb: Alle Phasen Suchen

source: Search all Comments
de_gb: Alle Kommentare suchen

source: No results...
de_gb: Keine Ergebnisse...

source: The search-query has to have at least two characters.
de_gb: Bitte verwenden Sie mehr als 2 Buchstaben.

source: - Please select -
de_gb: - Bitte wählen -

source: Available Clients
de_gb: Verfügbare Kunden

source: Receive Email Notifications?
de_gb: Möchten Sie Email-Notifikationen erhalten?

source: New Administrator
de_gb: Neuer Administrator

source: User Image
de_gb: Benutzerbild

source: Add Administrator
de_gb: Administrator hinzufügen

source: Create Administrator
de_gb: Administrator erstellen

source: Edit Administrator
de_gb: Administrator bearbeiten

source: Password
de_gb: Passwort

source: Please leave empty if you do not wish you change your password.
de_gb: Bitte lassen Sie das Feld leer, falls Sie Ihr Passwort nicht ändern möchten.

source: Remove current user image?
de_gb: Aktuelles Benutzerbild entfernen?

source: View Administrator
de_gb: Administrator ansehen

source: Delete Administrator
de_gb: Administrator löschen

source: List Administrators
de_gb: Administratoren auflisten

source: Administrator Profile
de_gb: Administratorenprofil

source: Edit User
de_gb: Benutzer bearbeiten

source: View User
de_gb: Benutzer ansehen

source: List Users
de_gb: Benutzer auflisten

source: New User
de_gb: Neuer Benutzer

source: Users
de_gb: Benutzer

source: Currently, no users exist.
de_gb: Momentan existieren keine Benutzer.

source: Remember me for 2 weeks
de_gb: Für zwei Wochen angemeldet bleiben

source: Forgot your password?
de_gb: Passwort vergessen?

source: User Profile
de_gb: Benutzerprofil

source: Already reset
de_gb: Bereits zurückgesetzt

source: Delete User
de_gb: Benutzer löschen

source: Recent Activity
de_gb: Kürzliche Aktivitäten

source: Reset Password
de_gb: Passwort zurücksetzen

source: Edit Your Profile
de_gb: Bearbeiten Sie Ihr Profil

source: Save Profile
de_gb: Profil speichern

source: Please select the phase.
de_gb: Bitte wählen sie die Projektphase.

source: You have to select an attachment type.
de_gb: Sie müssen einen Anhangstypen auswählen.

source: Please select a valid attachment type.
de_gb: Sie müssen einen gültigen anhangstypen auswählen.

source: Please enter the name of the client.
de_gb: Bitte geben Sie den Namen des Kunden an.

source: Please enter a valid integer.
de_gb: Bitte geben Sie eine gültige, natürliche Zahl an.

source: Please select a phase.
de_gb: Bitte wählen Sie eine Projektphase.

source: Please enter a comment
de_gb: Bitte geben Sie einen Kommentar ein.

source: Please indicate whether this comment is a task.
de_gb: Bitte geben Sie an, ob dieser Kommentar eine Aufgabe sein soll.

source: Please select a priority.
de_gb: Bitte wählen Sie die Priorität.

source: Please select a valid priority.
de_gb: Bitte wählen Sie eine gültige Priorität.

source: Please enter the name of the system.
de_gb: Bitte geben Sie den Namen des Systems an.

source: Please select the system language.
de_gb: Bitte wählen Sie die Systemsprache.

source: Please select the system timezone.
de_gb: Bitte wählen Sie die Systemzeitzone.

source: Please upload a valid image.
de_gb: Bitte laden Sie ein gültiges Bild hoch.

source: Please indicate a valid boolean value.
de_gb: Bitte geben Sie einen bool-Wert an.

source: Please enter the extension blacklist
de_gb: Bitte geben Sie die Liste der nicht-erlaubten Dateiendungen an.

source: Please enter an email address.
de_gb: Bitte geben Sie eine Emailadresse ein.

source: Please enter a valid email address.
de_gb: Bitte geben Sie eine gültige Emailadresse ein.

source: Please enter a sender name.
de_gb: Bitte geben Sie den Absendernamen an.

source: Please enter an email invitation template.
de_gb: Bitte geben Sie die Einladungsvorlage ein.

source: Please review the invitation email template.
de_gb: Bitte überprüfen Sie die EInladungsvorlage.

source: Please enter the email invitation subject
de_gb: Bitte geben Sie die Einladungs-Betreffzeile ein.

source: Please enter the activity email subject
de_gb: Bitte geben Sie die Aktivitätsemail-Betreffzeile ein.

source: Please enter an email template.
de_gb: Bitte geben Sie eine Email-Vorlage ein.

source: This is not a valid colour.
de_gb: Dies ist keine gültige Farbe.

source: Please enter a valid boolean value.
de_gb: Bitte geben Sie einen bool-Wert an.

source: Please enter a valid number.
de_gb: Bitte geben Sie eine gültige, natürliche Zahl an.

source: Please select a project.
de_gb: Bitte wählen Sie ein Projekt aus.

source: Please enter a name.
de_gb: Bitte geben Sie einen Namen ein.

source: Please enter less than 240 characters.
de_gb: Bitte geben Sie weniger als 240 Buchstaben ein.

source: Please enter a valid Url segment.
de_gb: Bitte geben Sie ein gültiges Url-Segment an.

source: This Url has already been taken.
de_gb: diese Adresse ist bereits vergeben.

source: Please enter a valid percentage.
de_gb: Bitte geben Sie eine gültige Prozentzahl ein.

source: Please enter a valid date (yyyy-mm-dd).
de_gb: Bitte geben Sie ein gültiges Datum an (yyyy-mm-dd).

source: The end date has to be on or after the start date
de_gb: Das Enddatum mus auf, oder nach das Startdatum fallen.

source: This URL has already been taken
de_gb: Diese Adresse ist bereits vergeben.

source: Please select a client.
de_gb: Bitte wählen Sie einen Kunden aus.

source: Please enter a username.
de_gb: Bitte geben Sie einen Benutzernamen an.

source: This email address has already been taken.
de_gb: Diese Emailadresse ist bereits vergeben.

source: Please enter your password.
de_gb: Bitte geben Sie Ihr Passwort an.

source: Passwords do not match.
de_gb: Die Passwörter stimmen nicht überein.

source: Must be at least 4 characters long.
de_gb: Bitte verwenden Sie mehr als 4 Buchstaben.

source: Please enter a temporary password.
de_gb: Bitte geben Sie ein temporäres Passwort ein.

source: Please select the user type.
de_gb: Bitte geben Sie den Benutzertypen an.

source: Please select a valid role.
de_gb: Bitte wählen Sie einen gültigen Benutzertypen.

source: Please indicate whether this user is activated.
de_gb: Bitte geben Sie an, ob dieser Benutzer aktiviert ist.

source: Please select the language.
de_gb: Bitte wählen Sie die Sprache.

source: Please select the timezone.
de_gb: Bitte wählen Sie die Zeitzone.
